[
	{
		"text": "Chuck Norris uses ribbed condoms inside out, so he gets the pleasure",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris has two speeds: Walk and Kill.​",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris is not hung like a horse. Horses are hung like Chuck Norris.",
		"author": "Chuck Norris"
	},
	{
		"text": "Teenage Mutant Ninja Turtles is based on a true story: Chuck Norris once swallowed a turtle whole, and when he crapped it out, the turtle was six feet tall and had learned karate.",
		"author": "Chuck Norris"
	},
	{
		"text": "Someone once tried to tell Chuck Norris that roundhouse kicks aren't the best way to kick someone. This has been recorded by historians as the worst mistake anyone has ever made.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris has two speeds: Walk and Kill.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris once shot down a German fighter plane with his finger. By yelling &quot;Bang!&quot",
		"author": "Chuck Norris"
	},
	{
		"text": "The opening scene of the movie &quot;Saving Private Ryan&quot; is loosely based on games of dodgeball Chuck Norris played in second grade.",
		"author": "Chuck Norris"
	},
	{
		"text": "Fool me once, shame on you. Fool Chuck Norris once and he will roundhouse kick you in the face.",
		"author": "Chuck Norris"
	},
	{
		"text": "If you spell Chuck Norris in Scrabble, you win. Forever.",
		"author": "Chuck Norris"
	},
	{
		"text": "Someone once videotaped Chuck Norris getting pissed off. It was called Walker: Texas Chain Saw Masacre.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris will attain statehood in 2009. His state flower will be the Magnolia.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris doesn't wash his clothes. He disembowels them.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris doesn't churn butter. He roundhouse kicks the cows and the butter comes straight out.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris is the only man to ever defeat a brick wall in a game of tennis.",
		"author": "Chuck Norris"
	},
	{
		"text": "What was going through the minds of all of Chuck Norris' victims before they died? His shoe.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris once ate three 72 oz. steaks in one hour. He spent the first 45 minutes having sex with his waitress.",
		"author": "Chuck Norris"
	},
	{
		"text": "There is no theory of evolution, just a list of creatures Chuck Norris allows to live.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris can win a game of Connect Four in only three moves.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris can win a game of Connect Four in only three moves.",
		"author": "Chuck Norris"
	},
	{
		"text": "The quickest way to a man's heart is with Chuck Norris' fist.",
		"author": "Chuck Norris"
	},
	{
		"text": "When Chuck Norris sends in his taxes, he sends blank forms and includes only a picture of himself, crouched and ready to attack. Chuck Norris has not had to pay taxes, ever.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris drives an ice cream truck covered in human skulls.",
		"author": "Chuck Norris"
	},
	{
		"text": "Most people have 23 pairs of chromosomes. Chuck Norris has 72... and they're all poisonous.",
		"author": "Chuck Norris"
	},
	{
		"text": "The Great Wall of China was originally created to keep Chuck Norris out. It failed miserably.",
		"author": "Chuck Norris"
	},
	{
		"text": "Crop circles are Chuck Norris' way of telling the world that sometimes corn needs to lie down.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris once roundhouse kicked someone so hard that his foot broke the speed of light, went back in time, and killed Amelia Earhart while she was flying over the Pacific Ocean.",
		"author": "Chuck Norris"
	},
	{
		"text": "Some people like to eat frogs' legs. Chuck Norris likes to eat lizard legs. Hence, snakes",
		"author": "Chuck Norris"
	},
	{
		"text": "There are no races, only countries of people Chuck Norris has beaten to different shades of black and blue.",
		"author": "Chuck Norris"
	},
	{
		"text": "When Chuck Norris was denied an Egg McMuffin at McDonald's because it was 10:35, he roundhouse kicked the store so hard it became a Wendy's.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris can't finish a &quot;color by numbers&quot; because his markers are filled with the blood of his victims. Unfortunately, all blood is dark red.",
		"author": "Chuck Norris"
	},
	{
		"text": "A Chuck Norris-delivered Roundhouse Kick is the preferred method of execution in 16 states.",
		"author": "Chuck Norris"
	},
	{
		"text": "When Chuck Norris falls in water, Chuck Norris doesn't get wet. Water gets Chuck Norris.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris' house has no doors, only walls that he walks through.",
		"author": "Chuck Norris"
	},
	{
		"text": "How much wood would a woodchuck chuck if a woodchuck could Chuck Norris? All of it.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris doesn't actually write books, the words assemble themselves out of fear.",
		"author": "Chuck Norris"
	},
	{
		"text": "In honor of Chuck Norris, all McDonald's in Texas have an even larger size than the super-size. When ordering, just ask to be Chucksized.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris can believe it's not butter.",
		"author": "Chuck Norris"
	},
	{
		"text": "If tapped, a Chuck Norris roundhouse kick could power the country of Australia for 44 minutes.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris can divide by zero.",
		"author": "Chuck Norris"
	},
	{
		"text": "The grass is always greener on the other side, unless Chuck Norris has been there. In that case the grass is most likely soaked in blood and tears.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris invented his own type of karate. It's called Chuck-Will-Kill.",
		"author": "Chuck Norris"
	},
	{
		"text": "When an episode of Walker Texas Ranger was aired in France, the French surrendered to Chuck Norris just to be on the safe side.",
		"author": "Chuck Norris"
	},
	{
		"text": "While urinating, Chuck Norris is easily capable of welding titanium.",
		"author": "Chuck Norris"
	},
	{
		"text": "When Chuck Norris talks, everybody listens. And dies.",
		"author": "Chuck Norris"
	},
	{
		"text": "When Steven Seagal kills a ninja, he only takes its hide. When Chuck Norris kills a ninja, he uses every part.",
		"author": "Chuck Norris"
	},
	{
		"text": "Wilt Chamberlain claims to have slept with more than 20,000 women in his lifetime. Chuck Norris calls this &quot;a slow Tuesday.&quot;",
		"author": "Chuck Norris"
	},
	{
		"text": "Contrary to popular belief, there is indeed enough Chuck Norris to go around.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris doesnt shave; he kicks himself in the face. The only thing that can cut Chuck Norris is Chuck Norris.",
		"author": "Chuck Norris"
	},
	{
		"text": "For some, the left testicle is larger than the right one. For Chuck Norris, each testicle is larger than the other one.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris always knows the EXACT location of Carmen SanDiego.",
		"author": "Chuck Norris"
	},
	{
		"text": "When taking the SAT, write &quot;Chuck Norris&quot; for every answer. You will score over 8000.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris invented black. In fact, he invented the entire spectrum of visible light. Except pink. Tom Cruise invented pink.",
		"author": "Chuck Norris"
	},
	{
		"text": "When you're Chuck Norris, anything + anything is equal to 1. One roundhouse kick to the face.",
		"author": "Chuck Norris"
	},
	{
		"text": "Chuck Norris has the greatest Poker-Face of all time. He won the 1983 World Series of Poker, despite holding only a Joker, a Get out of Jail Free Monopoly card, a 2 of clubs, 7 of spades and a green #4 card from the game UNO.",
		"author": "Chuck Norris"
	}
	
]
